The areas of CurveLoops of roof slabs.
  Namespace:   Autodesk.Revit.DB.IFC
  Assembly:   RevitAPIIFC  (in RevitAPIIFC.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public IList<double> GetAreasOfCurveLoops()
  Visual Basic
Public Function GetAreasOfCurveLoops As IList(Of Double)
  Visual C++
public:
IList<double>^ GetAreasOfCurveLoops()
 See Also
  RoofComponents Class
  Autodesk.Revit.DB.IFC Namespace